{
	"queryText": "what is stepped premium",
	"mu": 0.5,
	"docs": [
		{
			"score": 139.00458,
			"preview_s": "MLC Insurance and MLC Insurance Super Financial Adviser Guide-page128.jpg",
			"fileName_s": "MLC Insurance and MLC Insurance Super Financial Adviser Guide.pdf",
			"content_txt_en": "Substitute business rules  Where existing cover is being transferred  or replaced, in whole or in part, substitute  business rules may apply.  Where existing MLC cover is being  transferred or replaced, in whole or in  part, Substitute Business Rules may  apply. A transfer of cover occurs when a  client applies for and obtains an interest  in one MLC product (Replacement  Product) followed by cancelling the  interest in another (Initial Product).  The following points are applicable to   a transfer of cover to the MLC Insurance  product suite, from a different   product suite. •  If the remuneration structure for  the Initial Product was Upfront,  the Replacement Product must be  converted to Stepped remuneration.  •  If the remuneration structure   for the Initial Product was Level,  the Replacement Product can be  converted to Level, Hybrid or Stepped  remuneration.  •  If the remuneration structure for   the Initial Product was Hybrid,  the Replacement Product can be  converted to Hybrid or Stepped  remuneration.  •  If the premium of the Replacement   Product exceeds the premium of  the Initial Product due to a change  in the level of cover, adding extra  cost options or altering the options  selected, initial remuneration will be  paid on the amount of the increase in  premium attributable to this change  (Additional Premium) and renewal  remuneration will be paid on the  balance of the premium. A different  remuneration type to that on the  Initial Product can be nominated  for the Additional Premium on the  Replacement Product.   For a transfer of cover within the same  product suite (e.g. MLC Insurance  to MLC Insurance (Super)), Initial  remuneration will not be payable (unless  an increase in premium occurs). Renewal  remuneration will continue to be paid  (on the same remuneration basis as the  Replacement Product) on the premium  of the transferred benefit (on a lower  premium basis if applicable). If the Initial  Product being replaced was on Stepped  remuneration and more than 36 months  in force, then Stepped or Hybrid renewal  remuneration will be available.  In line with the new Life Insurance  Framework (LIF) remuneration rules  applicable from 1 January 2018, if a policy  lapses, is decreased or is cancelled by the  policy owner before MLC has received  the full 24 months of new business  premium, or if MLC refunds part or all of  the new business premium to the policy  owner for any reason, the MLC Payer may  require payment of the clawback amount  on demand, or may deduct it from future  remuneration payments in line with the  ‘Clawback of Initial Remuneration’ terms  outlined in the Remuneration Schedule.  To the extent that the Replacement  Product premium exceeds the Initial  Product premium, the increase in  premium attributable to a change in the  level of cover, adding extra cost options  or altering the options selected is New  Business Premium for the purpose of  clawback.  For further information please refer to  the Remuneration Schedule.  MLC Insurance and MLC Insurance (Super) – Financial Adviser Guide  |  129  ",
			"id": "4f1933cb546e3d150cf7f2b24d2dae10",
			"page_i": 129
		},
		{
			"score": 136.07925,
			"preview_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS-page11.jpg",
			"fileName_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS.pdf",
			"content_txt_en": "Our offer  Premium structures you can choose  What your insurance includes  We offer two types of premium structures that you can   choose from:  In this PDS you will find the following information about your  insurance:  •  Stepped premiums – which changes each year to reflect the   increasing likelihood of claim as you age, and  Benefit(s)   •  Level premiums – which spreads out the increasing likelihood   of claim as you age by charging more at the start of the  insurance, but less in the later years of the insurance.  Stepped premiums vs  Level premiums  ) $ (    m u i m e r P  Stepped  Level  Age (Years)  For both premium types inflation proofing increases to the sum  insured will also increase the premiums. We may also need to  change rates in the future, which would change the premiums   you pay.  For more information about stepped and level premiums, please  see pages 38 - 39.  Setting(s)  Feature(s)  Option(s)   Are what we pay when a claimable event occurs. The benefit paid may be the full sum insured, a  proportion of the sum insured, or another amount.   Benefits can be either a one-off payment (lump  sum), or a monthly payment for a period of time, or  until you’re no longer disabled. There may be more than one benefit available under  your insurance, to cover different needs.   Are a required selection for TPD, Income Protection  and Business Expenses (that you select when you  apply) which determines when benefits will be paid. Details on these settings can be found under the  relevant insurance.  Are built into your insurance. Some features  will automatically apply to you, while others are  available to be “turned on” according to the terms  and conditions for that feature.  Are available for you to select when you take out  your insurance. There are two types of options: •  Options that expand your insurance, and increase   your premiums, or  •  Options that limit when you can claim, and   reduce your premiums.  What you need to know about the risks  There is a risk that the insurance you choose won’t meet your  needs.  Your financial adviser can assess your circumstances and help  you choose insurance to suit your needs and the sum insured.  It’s important to consider your future needs now as you may not  qualify for some insurances if your circumstances change.   Need help?   Please speak with your financial adviser or call us on 132 652.  10  |  MLC Insurance and MLC Insurance (Super) Product Disclosure Statement  ",
			"id": "dbd58f1930ea76cde91ecf187f93653f",
			"page_i": 12
		},
		{
			"score": 124.923615,
			"preview_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS-page39.jpg",
			"fileName_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS.pdf",
			"content_txt_en": "4. Paying your premiums  Below is some important information about premiums and other charges.  What are premiums?  Paying your first premium  Your premium is the amount of money we  charge for the insurance we provide.   Your premium for the types and amounts  of insurance you initially apply for will be  calculated by your financial adviser and  confirmed by us.   If you don’t have a financial adviser, please  call us on 132 652 and we can put you in  touch with one.   How much is your premium?  Your premium will depend on your  individual circumstances including, but  not limited to your:   If you pay your first premium before the policy is issued by direct debit, credit card  or cheque, the payment will be held in a trust account until your application has been  accepted or declined.   We will keep any interest earned on this money.   If your application is declined, we’ll refund any premium you may have paid to you or, if  required by super law, to your super account.   Minimum premiums  The minimum premium for both your initial insurance and for subsequent changes,  excluding policy fees, will be:   Frequency of  premium payments   Minimum  premium (for new  applications)  Minimum premium  (for increases to  existing insurance)  Minimum premium  (for TPD and Critical  Illness as a connected  benefit only)  •  choice and combination of insurances;   Monthly  Half-Yearly  Yearly  $20  $130  $250  $10  $65  $125  $10  $65  $125  Choosing your premium structure  Once you’ve chosen the type of insurance you want you can choose which premium  structure best suits you.   You can choose from a:   •  stepped premium, or   •   level premium.   You can make different selections for different types of insurance. You can also choose to  split your insurance between different premium structures for the one type of insurance.   What are stepped premiums?   Stepped premiums change each year to reflect the increasing likelihood of claim as you age.  Your sum insured remains the same and your premiums will vary each year depending  on your age and our premium rates at the time, subject always to any Inflation Proofing  increases (see page 39), variations and other increases to your sum insured.   •  age at the start of your insurance and   chosen premium structure;   •  gender;  •  occupation – we or your financial  adviser can provide you with more  information;   •  smoking status – premiums are   generally higher for smokers than non- smokers;   •  medical history – the state of your  health and/or your family medical  history;   •   •   •   lifestyle and leisure activities – the  greater the risk of the activities you  undertake, the higher the premium;   frequency of premium payments and  applicable policy fee; and   financial arrangement agreed with  your financial adviser.   Your initial premium will be stated in your  Policy Schedule.   38  |  MLC Insurance and MLC Insurance (Super) Product Disclosure Statement  ",
			"id": "12c8cf4eb05a64b728ef2f5f0b478cec",
			"page_i": 40
		},
		{
			"score": 118.853485,
			"preview_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS-page40.jpg",
			"fileName_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS.pdf",
			"content_txt_en": "What are level premiums?   Level premiums spread out the increasing  likelihood of claim as you age by charging  more than stepped premiums at the   start of the insurance, but less than  stepped premiums in the later years   of the insurance.  Your sum insured remains the same and  your premium will be based on your age at  the start date of your insurance.   When you renew your insurance, your  premiums will only vary if a change is  made to our premium rates.   Any increase in sum insured, including  Inflation Proofing increases (see page  39), will increase the premiums and that  increase will be calculated using the stepped  or level rates applicable to you, based on  your age at the date of the increase (for the  increased component only).   At the Review Date following age 65, we’ll  automatically continue your insurance on a  stepped premium.   Payment methods  A range of payment methods are available  and all premiums are paid in advance.  Your annualised premium will generally be  higher if you choose to pay more frequently.  Monthly is the most expensive, followed  by half yearly and yearly payments are the  least expensive (see table).  We can change the frequency loading  percentages at any time and will notify you  of any material changes. Any changes will  apply at your next Review Date.  MLC Insurance (Super) doesn’t accept  contributions from:   •  directed termination payments,   •  personal injury payments,  •  small business sale proceeds, or   •  transfers from overseas funds.   Frequency  of  payments   Payment Methods Direct  Debit  Credit  Card  Cheque BPay  Frequency  Loadings  Eligible  MLC  Account*  Rollover  from  external  super  account  Monthly  Half-Yearly  Yearly  Y  Y  Y  Y  Y  Y  Y  Y  Y  Y  Y  Y  Y  7%  4%  Nil  Y  * See mlcinsurance.com.au/using-your-insurance/how-to-pay-your-insurance-premiums for a list of Eligible MLC Accounts and which type of premiums can be deducted from that account.  Inflation Proofing  If Inflation Proofing applies to your insurance then each year, on your Review Date, we’ll  automatically increase your sum insured to take inflation into account.  Your sum insured will increase in line with the Consumer Price Index (CPI) as follows:  •   •   for Life Cover, Accidental Death, TPD and Critical Illness the minimum increase to the  sum insured at any one Review Date will be the greater of the increase in CPI or 5%.  for Income Protection and Business Expenses, the increase to the sum insured at any  one Review Date will be the increase in CPI (provided you are not being paid a benefit  under the policy).  Your premium will increase to reflect this change. We’ll let you know about the increase  one month before your Review Date. Your premium will vary depending on the increased  sum insured and your age.  If you don’t want the CPI increase (in part or in full) for a particular year, please contact us  within two months after your Review Date.  Inflation Proofing isn’t available for Terminal Illness Support, Child Critical Illness, or  Occupationally Acquired HIV, Hepatitis B or C Infection insurance.  For Income Protection insurance, if Inflation Proofing increases your Indemnity cover  sum insured above the maximum limits (see Maximum Monthly Benefit Limits Table on  page 68) we will calculate the increase in the maximum sum insured limits as follows:  •   •   for Income Protection Platinum and Income Protection, your maximum sum insured  will be increased by 20% of your Earnings (at the time of your claim) in excess of  $2,360,000 a year.  for Income Protection (Special Risk), your maximum sum insured will be increased by  50% of your Earnings (at the time of your claim) in excess of $560,000 a year.  MLC Insurance and MLC Insurance (Super) Product Disclosure Statement |  39  3",
			"id": "fb77cf9dadcd46d14f9c2435befe247e",
			"page_i": 41
		},
		{
			"score": 114.46186,
			"preview_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS-page18.jpg",
			"fileName_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS.pdf",
			"content_txt_en": "Accidental Death insurance   Provides financial support for your family or business if you die because of   an Accident  Types of Accidental Death insurance  There is only one type of Accidental Death insurance.  Accidental Death insurance settings you choose  There are no settings for Accidental Death insurance.  Accidental Death insurance - Benefits, Features and Options   Details are available at the page number listed.  Feature(s)  Inflation Proofing Page 39  Option(s) Premium Waiver  insurance Page 65  Benefit(s) Accidental Death  Benefit Pages 52  Financial Planning  Benefit Page 59  Outside Super  Application age (next birthday)  Level premiums: 16-60  Stepped premiums (outside super): 11-70  Stepped premiums (inside super): 16-65  Expiry age (insurance expires on  the policy anniversary after  reaching the age noted below) Outside super: 100  Inside super: 74 (at which time a  conversion option is available to continue  as a non-super policy, which expires at the  Review Date after age 100). You’ll find more  information on pages 42 - 43.  Minimum sum insured $25,000  Maximum sum insured No general maximum, but special terms  may apply for benefits greater than $15  million.  Claim structures available Stand-alone  Extension/Connection  See page 50  MLC Insurance and MLC Insurance (Super) Product Disclosure Statement |  17  2",
			"id": "dd3e72c970237679c277b0613fec1282",
			"page_i": 19
		},
		{
			"score": 94.12084,
			"preview_s": "MLC Insurance and MLC Insurance Super Financial Adviser Guide-page122.jpg",
			"fileName_s": "MLC Insurance and MLC Insurance Super Financial Adviser Guide.pdf",
			"content_txt_en": "Type of policy alteration  Requirements  Underwriting  required  Change premium structure  Transfer cover between stepped and level  premium (or vice versa)  Transfer level premium cover between  products—see ‘Major policy changes’  from page 125  Change TPD occupation class from ‘Own’  to ‘Any’  Change sum insured  Increase the sum insured on a benefit  Reduce the sum insured on a benefit  Change beneficiaries  Delete a non‑binding nominated  beneficiary  •  Application for Increase and Alteration Form (without the Personal    Statement section)  •  our Premium Quotation  •  ALL existing policy owners to sign and date a letter specifically requesting and   detailing the necessary changes  •  our Premium Quotation (where applicable)  •  Application for Increase and Alteration Form  •  our Premium Quotation •  covering letter •  complete appropriate questionnaire if exclusion applies (for example, the client   needs to complete the Back Questionnaire if a back exclusion applies to cover  being altered)  •  ALL existing policy owners to sign and date a letter specifically requesting and   detailing the necessary changes  •  our Premium Quotation (optional and/or where applicable)  •  ALL existing policy owners to sign and date a letter specifically requesting and   detailing the necessary changes  Delete a non‑lapsing binding nominated  beneficiary  •  ALL existing policy owners to sign and date a letter specifically requesting and   detailing the necessary changes  No  No  Yes  No  No  No  MLC Insurance and MLC Insurance (Super) – Financial Adviser Guide  |  123  ",
			"id": "ee15fcb4ef2bad34fa02977df1c2852d",
			"page_i": 123
		},
		{
			"score": 70.73641,
			"preview_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS-page17.jpg",
			"fileName_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS.pdf",
			"content_txt_en": "Life Cover insurance   Provides financial support for your family or business if you die or you’re  diagnosed with a terminal illness  Application age (next birthday)  Level premiums   (inside and outside super): 16-60  Types of Life Cover insurance  There is only one type of Life Cover insurance.  Life Cover settings you choose  There are no settings for Life Cover insurance.  Life Cover insurance - benefits, features and options   Details are available at the page number listed.  Feature(s)  Increases without  further medical  evidence Pages 59 - 60  Economiser Pages 58 - 59  Inflation Proofing Page 39  Option(s)  Terminal Illness  Support insurance Page 62  Business Safeguard  Option Pages 53 - 54  Premium Waiver  insurance Page 65  Benefit(s) Life Cover Benefit Page 60  Terminal Illness  Benefit Page 62  Accidental Injury  Benefit Pages 52 - 53  Advance Death  Benefit Page 53  Financial Planning  Benefit Page 59  Outside Super  Outside Super  Stepped premiums   outside super: 11-70  inside super: 16-65  For Terminal Illness Support insurance  option: 19-60  For Business Safeguard Option: 19-60  Expiry age (insurance expires on  the policy anniversary after  reaching the age noted below) Outside super: 100  Inside super: 74 (at which time a  conversion option is available to continue  as a non-super policy, which expires at the  Review Date after age 100). You’ll find more  information on pages 42 - 43.  For Terminal Illness Support insurance: 65  For Business Safeguard Option: 65. You’ll  find more information on pages 53 - 54.  Minimum sum insured $25,000  Maximum sum insured No general maximum, but special terms  may apply for benefits greater than $15  million.  For Terminal Illness Support insurance  option: Lesser of $250,000 and 50% of Life  Cover insurance  For Business Safeguard Option:   $15 million  Claim structures available Stand-alone  Extension/Connection  See page 50  16  |  MLC Insurance and MLC Insurance (Super) Product Disclosure Statement  ",
			"id": "c557365468a763f5ce601820f298368f",
			"page_i": 18
		},
		{
			"score": 63.865063,
			"preview_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS-page59.jpg",
			"fileName_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS.pdf",
			"content_txt_en": "Summary of the terms and  conditions for lump sum  insurances  Double Total and Permanent  Disability insurance – Life Cover  Buy Back   What is the benefit? This optionally included feature will  automatically restore your Life Cover  insurance (Restored Life Cover) by the  same amount as the TPD benefit paid,  without you having to provide additional  evidence of health, occupation or pursuits.  What is the cost of restoring cover? There is no cost in respect to the  premium for the Restored Life Cover  until the Review Date after you turn 65.  The acceptance terms of the Life Cover  (including all loadings, exclusions and  special terms) will continue to apply to the  Restored Life Cover.  After the Review Date following your 65th  birthday, your premium for the Restored  Life Cover will be based on our premium  rates at the time the Life Cover is restored,  taking into account the benefit amount,  your age, the premium and acceptance  terms of the Life Cover.  When is cover restored? If you receive your full TPD benefit before  the Review Date following your 65th  birthday, and you live for a further 14  days, your Life Cover will be automatically  restored.  If you receive your full TPD benefit after  the Review Date following your 65th  birthday, and you live for a further 12  months, you can ask us to restore your Life  Cover benefit.  You can ask us to restore your Life Cover  benefit up to 30 days after this date.  What are the conditions (including  exclusions)? •  The Accidental Injury benefit under the  Restored Life Cover will not be paid for  any loss arising from or contributed to  by sickness or injury for which a benefit  has been paid under the original  Double Total and Permanent Disability  insurance.  •   If a Terminal Illness Support benefit  or Financial Planning benefit has  previously been paid it will not be  available under the Restored Life Cover.  •  The policy owner and life insured will  remain unchanged under the Restored  Life Cover.  •  For your Life Cover to be restored, your   TPD claim must be paid before the  Review Date after you turn:   – 75 for Total And Permanent   Disability insurance (Extension to  Life Cover), or   – 65 for Total And Permanent   Disability insurance (Extension to  Critical Illness).  Additional conditions that apply  after the Policy Review Date  following your 65th birthday You cannot exercise this Life Cover Buy  Back if a benefit for terminal illness has  been paid previously.  How payment of other benefits will  reduce the TPD benefit If we pay:  •  a Critical Illness benefit, or  •  an Accidental Injury benefit  under a benefit that this insurance is an  Extension or Connection to, we will reduce   your TPD benefit by the benefit paid. We  will reduce future premiums in line with  the reduced benefit.  Economiser (Feature of Life Cover,  TPD and Critical Illness insurances)   You can choose to freeze your Life  Cover, TPD and Critical Illness insurance  premiums (excluding the policy fee) by  making a written request. It will take  effect from the policy Review Date  following your written request.  As a result:  •  your premium will remain the same in   the future, and  •  your insurance amount will reduce at   each Review Date, to an amount that can  be purchased by the frozen premium.  Conditions for Economiser •  The Economiser is only available where   your premium structure is a stepped  premium (see page 38).  •  The Economiser can only be exercised  after the life insured’s 30th birthday.  •  Once the Economiser is exercised,   Inflation Proofing, Increases without  further Medical Evidence and Business  Safeguard Option will cease to apply.  •  The Economiser must be exercised at   the same time for all insurances on the  policy, and for any insurance that the  insurance benefit is connected to as an  Extension.  •  The premium freeze will take effect   from the Review Date after the  Economiser is exercised.  •  The policy fee may change on    each Review Date as described on   pages 40 - 41.  58  |  MLC Insurance and MLC Insurance (Super) Product Disclosure Statement  ",
			"id": "173429d3b49fc836929bc1f43453ecfc",
			"page_i": 60
		},
		{
			"score": 61.886093,
			"preview_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS-page44.jpg",
			"fileName_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS.pdf",
			"content_txt_en": "Before you take steps to cancel and replace  an existing life insurance policy, you  should talk to your financial adviser or  contact us on 132 652.   A new policy may require you to re- serve Waiting Periods, additional health  exclusions may apply, and the new policy  may not provide you the same insurance.  Importantly, do not cancel your existing  policy before your replacement insurance  is in place.  Cancelling your insurance  You can cancel your insurance at any time.  If you want to cancel your insurance, please  call us on 132 652.   Converting MLC Insurance  (Super) policies  •  the date the super insurance policy was   last reinstated.   What is conversion?   This means your insurance inside super  ends and a new policy will be issued   outside super.   When does conversion happen?   You can convert your MLC Insurance (Super)  policy to a non-super policy at any time  before the Review Date after you turn 74 (i.e.  the date your MLC Insurance (Super) ends).   If you pay your premiums via direct debit,  credit card, cheque or Bpay®, we have to  convert the policy to a non- super policy if  you become ineligible to contribute to super.   If you pay your premiums through  deduction from your Eligible MLC Account,  you’re aged between 65 and 74, and no  longer meet the work test, you can keep  your MLC Insurance (Super) policy as long  as you’ve sufficient funds in your account to  pay for your insurance premiums.   How does the conversion work?   On conversion, we’ll cancel the MLC  Insurance (Super) policy held by the  Trustee for you and issue you with a  non-super policy with similar types of  insurances and sums insured.   The policy terms and conditions will be  determined at the date of conversion.   In determining eligibility for insurance, the  new policy will be taken to have started on  the later of:   •  the date similar insurance began under   the super insurance policy, or   The sum insured under the new policy  won’t be more than it was under the old  policy at the date of conversion.   Premiums under the new policy will be  calculated in line with MLC’s base premium  rates at the time; taking into account the  type of insurance, the sum insured, your age  and acceptance of the terms of the policy.   Any beneficiary nomination made for one  life insurance product doesn’t apply to the  new product when a conversion applies.   You’ll need to make a new beneficiary  nomination for the non-super policy by  completing the Beneficiary Nomination  Form available on mlcinsurance.com.au or  call 132 652 to request the form.   Replacing your existing  insurance  If you’re replacing part or all of any  insurance, you should compare the  differences between the existing and  replacement policies.   This way you can make sure your  replacement insurance is suitable for you.   You must cancel part or all of your existing  insurance that is being replaced within  14 days after your replacement insurance  with us starts. If you don’t, any amount  payable under your replacement insurance  will be reduced by any similar amount that  you, your estate or nominated beneficiary,  would be entitled to receive under the  insurance that was to be replaced.   MLC Insurance and MLC Insurance (Super) Product Disclosure Statement |  43  3",
			"id": "7f197f6bf0b6bab3e4d6dde5eef75a7a",
			"page_i": 45
		},
		{
			"score": 46.455517,
			"preview_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS-page36.jpg",
			"fileName_s": "MLCI000182 MLCI MLCIS PDS Kit- Insurance PDS.pdf",
			"content_txt_en": "1. Choosing and buying your insurance  Below is some important information about how to apply, how you can choose who receives death  benefits, and what payments we make to your financial adviser and other third parties.  How to apply   To apply for your insurance, please  complete the:  •  Application form which has been   included with this PDS, or   •  Our online application which your   financial adviser can help you access.   For MLC Insurance (Super) and insurance  purchased through your MLC super wrap  account, your application is made to the  Trustee, who applies to us for insurance on  your behalf.   For insurance held by a SMSF Trustee, the  Trustee has to complete the application as  the policy owner.  You will need the assistance of a financial  adviser to apply for your insurance.   If the policy owner changes (for instance if  you move your insurance from non-super  to super insurance) your nomination will be  automatically cancelled.   What happens if there’s more than  one policy owner?   If there are multiple policy owners, they  own it jointly. If one policy owner dies,  the policy will be owned by the remaining  policy owner, or jointly owned by all the  remaining policy owners.   If all policy owners have died, we’ll pay any  benefits to the estate of the policy owner  who died last, unless legally required to pay  someone else.   Please speak with your financial adviser for  more information.   They can help you with each step of the  application process, including preparing  a quote, completing and submitting  the application, and following up any  additional requirements we may have.   Nominating beneficiaries   It’s important to keep your beneficiary  nomination up to date with changes in  your personal circumstances.   Nominating a beneficiary for  insurance outside super   Who receives your death benefit?  On your application form, you can  nominate up to six beneficiaries to receive  your death benefit along with the portion  you’d like each beneficiary to receive.   If any of your beneficiaries die before you,  their portion of the death benefit will be  paid to their estate.   If you don’t nominate a beneficiary, your  death benefit will be paid to the policy owner  or your estate, unless we’re legally required to  pay the benefit to someone else.   You can cancel or change your nomination  at any time by completing the  Beneficiary Nomination Form available  at mlcinsurance.com.au or call 132 652 to  request the form.   You should speak with your financial  adviser, estate planner or legal  representative to determine which  type of nomination will best suit your  circumstances and how the tax rules apply  to your beneficiaries.  Nominating a beneficiary for  insurance inside super   Your death benefit will be paid to the Trustee  who will pay it according to super law.   Your beneficiary nominations need to be  lodged with the Trustee.   Please refer to your Trustee for beneficiary  nomination options that may be available  to you.   Details will be available on your super  provider’s website, PDS or trust deed.  Payments to financial advisers  We have an agreement with your financial  adviser to pay commission which is based  on the premium paid.   This commission isn’t an additional cost to  you. If you don’t have a financial adviser,  your premium won’t be less.   The actual remuneration your financial  adviser receives, including any commission,  will depend on your financial arrangement  with them, and will be disclosed to you by  them as required by law.   Third party payments  MLC may also pay third parties for the  distribution, promotion or marketing of  MLC’s insurance products.   These third parties may include licensees  (with whom your financial adviser is a  representative).   Any such payment made by MLC to a third  party is not an additional cost to you.   If applicable, any additional payments  will be disclosed to you in the relevant  Financial Services Guide which the third  party must provide to you.   MLC Insurance and MLC Insurance (Super) Product Disclosure Statement |  35  3",
			"id": "8142e522cf75248bb362eadd8bec10cc",
			"page_i": 37
		}
	]
}